Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# PaymentShippingEmailPlaceholder
source: Email
ar: البريد الإلكتروني
be: Электронная пошта
ca: Adreça electrònica
es: Correo electrónico
fa: ایمیل
fi: Sähköposti
fr: Courriel
id: Surel
ko: 이메일
ms: Emel
ru: Электронная почта
sv: E-post
tr: E-posta
uk: Е-пошта
zh_cn: 电子邮箱
zh_tw: 電郵

# PaymentShippingInfo
source: Shipping Information
ar: معلومات الشحن
be: Звесткі аб дастаўцы
ca: Informació d'enviament
de: Versandinfo
es: Datos de envío
fa: اطلاعات ارسال
fi: Toimitustiedot
fr: Informations de livraison
id: Informasi Pengiriman
it: Info di spedizione
ko: 배송 정보
ms: Maklumat Penghantaran
nl: Verzendinformatie
pl: Informacje o dostawie
pt_br: Dados de Entrega
ru: Доставка
sv: Leveransinformation
tr: Teslimat Bilgisi
uk: Дані доставки
uz: Yetkazib berish maʼlumoti
zh_cn: 配送信息
zh_tw: 配送訊息

# PaymentShippingMethod
source: Shipping methods
ar: طرق الشحن
be: Спосабы дастаўкі
ca: Mètodes d'enviament
de: Versandarten
es: Formas de envío
fa: روش‌های ارسال
fi: Toimitustavat
fr: Méthodes de livraison
id: Metode Pengiriman
it: Metodi di spedizione
ko: 배송 방법
ms: Kaedah penghantaran
nl: Verzendmethodes
pl: Sposób dostawy
pt_br: Métodos de entrega
ru: Способы доставки
sv: Leveranssätt
tr: Teslimat yöntemleri
uk: Методи доставки
uz: Yetkazib berish usullari
zh_cn: 配送方式
zh_tw: 配送方式

# PaymentShippingName
source: Full Name
ar: الاسم الكامل
be: Поўнае імя
ca: Nom complet
de: Vor- und Nachname
es: Nombre completo
fa: نام کامل
fi: Koko nimi
fr: Nom complet
id: Nama Lengkap
it: Nome completo
ko: 이름
ms: Nama Penuh
nl: Naam
pl: Pełna nazwa
pt_br: Nome Completo
ru: Имя полностью
sv: Fullständigt namn
tr: Ad Soyad
uk: Повне імʼя
uz: Toʻliq ismi
zh_cn: 姓名
zh_tw: 姓名

# PaymentShippingPhoneNumber
source: Phone Number
ar: رقم الهاتف
be: Нумар тэлефона
ca: Número de telèfon
de: Telefonnummer
es: Número de teléfono
fa: شماره تلفن
fi: Puhelinnumero
fr: Numéro de téléphone
id: Nomor Telepon
it: Numero di telefono
ko: 전화번호
ms: Nombor Fon
nl: Telefoonnummer
pl: Numer telefonu
pt_br: Número de Telefone
ru: Номер телефона
sv: Telefonnummer
tr: Telefon Numarası
uk: Номер телефону
uz: Telefon raqami
zh_cn: 电话号码
zh_tw: 電話號碼

# PaymentShippingReceiver
source: Receiver
ar: المستلِم
be: Атрымальнік
ca: Destinatari
de: Empfänger
es: Destinatario
fa: گیرنده
fi: Vastaanottaja
fr: Destinataire
id: Penerima
it: Destinatario
ko: 수신자
ms: Penerima
nl: Ontvanger
pl: Odbiorca
pt_br: Destinatário
ru: Получатель
sv: Mottagare
tr: Alıcı
uk: Одержувач
uz: Qabul qiluvchi
zh_cn: 收件人
zh_tw: 收件人

# PaymentShippingSave
source: Save Shipping Information
ar: حفظ معلومات الشحن
be: Захаваць звесткі аб дастаўцы
ca: Desa la informació d'enviament
de: Versandinformationen speichern
es: Guardar datos de envío
fa: ذخیره اطلاعات ارسال
fi: Tallenna toimitustiedot
fr: Garder les infos de livraison
id: Simpan Informasi Pengiriman
it: Salva info di spedizione
ko: 배송 정보 저장
ms: Simpan Maklumat Penghantaran
nl: Verzendinformatie opslaan
pl: Zapisz informacje o dostawie
pt_br: Salvar Dados de Entrega
ru: Сохранить адрес доставки
sv: Spara leveransinformation
tr: Teslimat Bilgisini Kaydet
uk: Зберегти дані доставки
uz: Yetkazish ma’lumotlarini saqlash
zh_cn: 保存配送信息
zh_tw: 保存配送訊息

# PaymentShippingSaveInfo
source: You can save your shipping info for future use.
ar: يمكنك حفظ معلومات الشحن لاستخدامها لاحقًا.
be: Вы можаце захаваць свае звесткі аб дастаўцы, каб карыстацца імі ў будучым.
ca: Deseu la informació per a usar-la més endavant.
de: Du kannst deine Versandinformationen für zukünftige Bestellungen speichern.
es: Puedes guardar tus datos de envío para futuros usos.
fa: شما می‌توانید اطلاعات ارسال را برای استفاده‌های بعدی ذخیره کنید.
fi: Voit tallentaa toimitustietosi myöhempää käyttöä varten.
fr: Gardez vos infos de livraison pour une prochaine fois.
id: Anda dapat menyimpan informasi pengiriman Anda untuk penggunaan selanjutnya.
it: Puoi salvare le tue informazioni di spedizione per uso futuro.
ko: 나중에 이용할 수 있도록 배송 정보를 저장하실 수 있습니다.
ms: Anda boleh simpan maklumat penghantaran anda untuk kegunaan akan datang.
nl: Je kunt je verzendinformatie opslaan voor toekomstig gebruik.
pl: Możesz zapisać informacje o dostawie do wykorzystania w przyszłości.
pt_br: Você pode salvar seus dados de entrega para uso futuro.
ru: Вы можете сохранить эти данные, чтобы в будущем использовать их для доставки.
sv: Du kan spara leveransadressen för framtida bruk.
tr: Gelecekteki kullanım için teslimat bilgilerinizi kaydedebilirsiniz.
uk: Ви можете зберегти ваші дані доставки на майбутнє.
uz: Kelajakda foydalanish uchun yetkazib berish ma’lumotlaringizni saqlashingiz mumkin.
zh_cn: 您可以保存您的配送信息以便在未来使用。
zh_tw: 您可以保存您的配送訊息以便在未來使用。

# PaymentShippingStatePlaceholder
source: State
ar: المنطقة
be: Вобласць
ca: Estat
de: Bundesland
es: Región/Provincia
fa: استان
fi: Lääni
fr: Département
id: Provinsi
it: Provincia
ko: 주
ms: Negeri
nl: Provincie
pl: Województwo
pt_br: Estado
ru: Область
sv: Region
tr: Bölge
uk: Область
uz: Viloyat
zh_cn: 省份/州
zh_tw: 省份/州

# PaymentShippingZipPlaceholder
source: Postcode
ar: الرمز البريدي
be: Паштовы індэкс
ca: Codi postal
de: PLZ
es: Código postal
fa: کد پستی
fi: Postinumero
fr: Code postal
id: Kode Pos
it: Codice postale
ko: 우편번호
ms: Poskod
pl: Kod pocztowy
pt_br: Código postal
ru: Индекс
sv: Postnr.
tr: Posta kodu
uk: Поштовий індекс
uz: Pochta indeksi
zh_cn: 邮政编码
zh_tw: 郵政編碼

# PaymentSuccessfullyPaid
source: You successfully transferred {0} to {1} for {2}
ar: لقد نجحت في تحويل ⁨{0}⁩ إلى ⁨{1}⁩ مقابل ⁨{2}⁩
be: Вы паспяхова перавялі {0} да {1} за {2}
ca: Heu transferit correctament {0} a {1} per {2}
de: Du hast erfolgreich {0} an {1} für {2} übermittelt.
es: Transferiste satisfactoriamente {0} a {1} por {2}
fi: Maksoit onnistuneesti {0} botille {1} tuotteesta {2}
fr: Vous avez transféré avec succès {0} à {1} pour {2}
it: Hai trasferito con successo {0} a {1} per {2}
ko: 성공적으로 {1}에 {0}어치 {2}에 대한 금액을 송금하셨습니다
ms: Anda berjaya memindah {0} ke {1} untuk {2}
nl: Je hebt {0} overgemaakt naar {1} voor {2}
pl: Dokonano płatności {0} do {1} za {2}
pt_br: Você transferiu com sucesso {0} para {1} por {2}
ru: Вы успешно перевели {0} для {1} за {2}
sv: Du har överfört {0} till {1} för {2}
tr: {2} için {1} botuna {0} tutarını başarıyla aktardınız
uk: Ви успішно переказали {0} до {1} за {2}

# PaymentSuccessfullyPaidNoItem
source: You successfully transferred {0} to {1}
ar: لقد نجحت في تحويل ⁨{0}⁩ إلى ⁨{1}⁩
be: Вы паспяхова перавялі {0} да {1}
ca: Heu transferit correctament {0} a {1}
de: Du hast erfolgreich {0} an {1} übermittelt.
es: Transferiste satisfactoriamente {0} a {1}
fi: Maksoit onnistuneesti {0} botille {1}
fr: Vous avez transféré {0} à {1} avec succès
it: Hai trasferito con successo {0} a {1}
ko: 성공적으로 {1}에 {0} 금액을 송금하셨습니다
ms: Anda berjaya memindah {0} kepada {1}
nl: Je hebt {0} overgemaakt naar {1}
pl: Dokonano płatności {0} do {1}
pt_br: Você transferiu com sucesso {0} para {1}
ru: Вы успешно перевели {0} для {1}
sv: Du har överfört {0} till {1}
tr: {0} tutarını {1} botuna başarıyla aktardınız
uk: Ви успішно переказали {0} до {1}

# PaymentTestInvoice
source: TEST INVOICE
ar: فاتورة تجريبية
be: ТЭСТАВЫ РАХУНАК
ca: FACTURA DE PROVA
de: TEST-RECHNUNG
es: FACTURA DE PRUEBA
fa: صورت‌حساب آزمایشی
fi: KOELASKU
fr: FACTURE TEST
id: TES FAKTUR
it: FATTURA DI PROVA
ko: 테스트 인보이스
ms: INVOIS PERCUBAAN
nl: TEST FACTUUR
pl: FAKTURA TESTOWA
pt_br: FATURA DE TESTES
ru: (тестовый счёт)
sv: PROVFAKTURA
tr: TEST FATURASI
uk: ТЕСТОВИЙ РАХУНОК
uz: SINOV CHEKI
zh_cn: 测试发票
zh_tw: 測試發票

# PaymentTip
source: Tip
ar: إكراميّة
be: Гасцінец
ca: Propina
de: Trinkgeld
es: Propina
fi: Palveluraha
fr: Pourboire
it: Mancia
ko: 팁
nl: Fooi
pl: Napiwek
pt_br: Gorjeta
ru: Чаевые
sv: Dricks
tr: Bahşiş
uk: Чайові

# PaymentTipOptional
source: Tip (Optional)
ar: إكراميّة (اختياري)
be: Гасцінец (неабавязкова)
ca: Propina (opcional)
de: Trinkgeld (optional)
es: Propina (opcional)
fi: Palveluraha (valinnainen)
fr: Pourboire (facultatif)
it: Mancia (opzionale)
ko: 팁 (선택사항)
ms: Tip (Pilihan)
nl: Fooi (Optioneel)
pl: Napiwek (Opcjonalnie)
pt_br: Gorjeta (Opcional)
ru: Чаевые (необязательно)
sv: Dricks (frivilligt)
tr: Bahşiş (İsteğe bağlı)
uk: Чайові (за бажанням)

# PaymentTransactionMessage
source: Do you really want to transfer {0} to the {1} bot for {2}?
ar: هل ترغب حقًا في تحويل ⁨{0}⁩ إلى البوت ⁨{1}⁩ مقابل ⁨{2}⁩؟
be: Вы сапраўды хочаце перавесці {0} боту {1} за {2}?
ca: Segur que voleu transferir {0} al bot {1} per {2}?
de: Möchtest du wirklich {0} an den {1} Bot für {2} übermitteln?
es: ¿Quieres transferir {0} al bot {1} por {2}?
fa: آیا از انتقال ⁨{0}⁩ به ربات ⁨{1}⁩ برای ⁨{2}⁩ اطمینان دارید؟
fi: Haluatko varmasti siirtää {0} botille {1} tuotteesta {2}?
fr: Voulez-vous vraiment transférer {0} au bot {1} pour {2} ?
id: Apakah Anda yakin ingin membayar {0} melalui bot {1} untuk {2}?
it: Vuoi davvero trasferire {0} al bot {1} per {2}?
ko: {2}에 대한 {0} 금액을 {1} 봇에게 전송하시겠습니까?
ms: Adakah anda ingin memindahkan {0} kepada {1} bot untuk {2}?
nl: Echt {0} overmaken naar de bot {1} voor {2}?
pl: Czy na pewno chcesz dokonać płatności {0} do bota {1} za {2}?
pt_br: Você realmente deseja transferir {0} para o bot {1} por {2}?
ru: Вы точно хотите перевести {0} боту {1} за {2}?
sv: Är du säker på att du vill överföra {0} till bott {1} för {2}?
tr: {2} için {1} botuna gerçekten {0} göndermek istiyor musunuz?
uk: Ви дійсно хочете передати {0} ботові {1} за {2}?
uz: Siz rostdan ham {2} uchun {0} dan {1} botiga o‘tkazasizmi?
zh_cn: 您确定要为 {2} 向机器人 {1} 转账 {0} 吗 ？
zh_tw: 您確定要為 {2} 向機械人 {1} 轉帳 {0} 嗎 ？

# PaymentTransactionMessage2
source: Transfer **{0}** to the {1} bot for **{2}**?
ar: تحويل **⁨{0}⁩** إلى بوت ⁨{1}⁩ مقابل **⁨{2}⁩**؟
be: Перавесці **{0}** боту {1} за**{2}**?
ca: Voleu transferir **{0}** al bot {1} per **{2}**?
de: **{0}** an den {1} Bot für **{2}** übermitteln?
es: ¿Transferir **{0}** al bot {1} por **{2}**?
fi: Siirretäänkö **{0}** botille {1} tuotteesta **{2}**?
fr: Transférer **{0}** au bot {1} pour **{2}** ?
it: Trasferire **{0}** al bot {1} per **{2}**?
ko: **{2}**에 대하여 {1}봇에게 **{0}**만큼 전송하겠습니까?
ms: Pindah **{0}** ke bot {1} untuk **{2}**?
nl: Maak **{0}** over naar de {1} bot voor **{2}**?
pl: Dokonać płatności **{0}** do bota {1} za **{2}**?
pt_br: Transferir **{0}** para o bot {1} por **{2}**?
ru: Перевести **{0}** боту {1} за **{2}**?
sv: Överför **{0}** till bott {1} för **{2}**?
tr: **{2}** için **{1}** botuna {0} gönderilsin mi?
uk: Передати **{0}** боту {1} **{2}**?

# PaymentTransactionReview
source: Transaction Review
ar: مراجعة الصفقة
be: Справаздача аб трансакцыі
ca: Revisió de la transacció
de: Überprüfung der Transaktion
es: Repaso de la transacción
fa: بررسی تراکنش
fi: Tapahtuman yhteenveto
fr: Revue des transactions
id: Tinjauan Transaksi
it: Riepilogo transazione
ko: 거래내역 확인
ms: Semakan Transaksi
nl: Transactie-overzicht
pl: Przegląd transakcji
pt_br: Revisão da Transação
ru: Ваша транзакция
sv: Transaktionsöversikt
tr: İşlem İncelemesi
uk: Огляд транзакції
uz: O‘tkazmani ko‘rib chiqish
zh_cn: 交易检查
zh_tw: 交易檢查

# PaymentTransactionTotal
source: Total
ar: الإجمالي
be: Усяго
de: Gesamtsumme
fa: مجموع
fi: Yhteensä
it: Totale
ko: 전체
ms: Jumlah
nl: Totaal
pl: Suma
ru: Итого
sv: Totalt
tr: Toplam
uk: Усього
uz: Umumiy
zh_cn: 总计
zh_tw: 總計

# PaymentWarning
source: Warning
ar: تحذير
be: Увага
ca: Atenció
de: Warnung
es: Advertencia
fa: هشدار
fi: Varoitus
fr: Attention
id: Peringatan
it: Attenzione
ko: 경고
ms: Amaran
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Atenção
ru: Внимание
sv: Varning
tr: Uyarı
uk: Попередження
uz: Diqqat
zh_cn: 警告
zh_tw: 警告

# PaymentWarningText
source: Neither Telegram, nor {0} will have access to your credit card information. Credit card details will be handled only by the payment system, {1}. Payments will go directly to the developer of {0}. Telegram cannot provide any guarantees, so proceed at your own risk. In case of problems, please contact the developer of {0} or your bank.
ar: لن تتمكن تيليجرام ولا ⁨{0}⁩ من الوصول إلى معلومات بطاقتك الائتمانية. سيتم التعامل مع تفاصيل بطاقة الائتمان فقط عن طريق نظام الدفع ⁨{1}⁩. المدفوعات ستصل مباشرة إلى مطور ⁨{0}⁩. لا يمكن لتيليجرام تقديم أي ضمانات، لذا تابع على مسؤوليتك الخاصة. في حال حدوث مشاكل؛ يرجى التواصل مع مطور ⁨{0}⁩ أو البنك الذي تتعامل معه.
be: Звярніце ўвагу, што ні Telegram, ні {0} не будуць мець доступу да звестак аб вашай крэдытнай картцы. Яны будуць апрацоўвацца плацежнай сістэмай, {1}. Плацяжы будуць накіраваны непасрэдна да распрацоўшчыка {0}. Telegram не можа даць ніякіх гарантый датычна гэтай трансакцыі, таму, працягваючы, вы даяце згоду на тое, што не маеце да нас прэтэнзій. Калі ўзнікне складаная сітуацыя, звяртайцеся да распрацоўшчыка {0} або вашага банка.
ca: Ni Telegram ni el {0} tindran accés a la informació de la vostra targeta de crèdit. Els detalls els gestionarà només el sistema de pagament, {1}. Els pagaments van directament al creador del {0}. Telegram no pot proporcionar cap garantia, així que procediu sota risc propi. Si hi hagués cap problema, contacteu amb el creador del {0} o amb el vostre banc.
de: Weder Telegram noch {0} haben Zugriff auf deine Kreditkartendaten. Kreditkartendetails werden nur vom Zahlungssystem {1} abgewickelt. Zahlungen gehen direkt an den Entwickler von {0}. Telegram kann keine Haftung übernehmen, du handelst auf eigene Gefahr. Wende dich bei Problemen bitte direkt an den Entwickler von {0} oder an deine Bank.
es: Ni Telegram, ni {0} tendrán acceso a la información de tu tarjeta de crédito. Los datos de la tarjeta de crédito serán utilizados sólo por el sistema de pago, {1}. Los pagos irán directamente al desarrollador de {0}. Telegram no puede dar ninguna garantía, así que continúa bajo tu propio riesgo. Si tienes problemas, por favor, contacta al desarrollador de {0} o a tu banco.
fa: تلگرام و ⁨{0}⁩ قادر به دسترسی به اطلاعات کارت اعتباری شما نخواهند بود. جزئیات کارت اعتباری تنها توسط سیستم پرداخت ⁨{1}⁩ مورد استفاده قرار خواهد گرفت. پرداخت‌ها مستقیماً به توسعه‌دهنده ⁨{0}⁩ ارسال خواهند شد. تلگرام هیچ تضمینی ارائه نمی‌دهد، بنابراین با مسئولیت خودتان ادامه دهید. در صورت بروز هر گونه مشکل، با توسعه‌دهنده ⁨{0}⁩ بانک خود تماس بگیرید.
fi: Telegram tai {0} ei näe luottokorttitietojasi. Niitä käsittelee ainoastaan maksuntarjoaja, {1}. Maksut siirtyvät suoraan botin {0} kehittäjälle. Telegram ei tarjoa minkäänlaisia takuita, joten jatkat omalla vastuullasi. Mikäli ilmenee ongelmia, ota yhteyttä botin {0} kehittäjään tai pankkiisi.
fr: Ni Telegram, ni {0} n'auront accès aux informations de votre carte bancaire. Elles ne seront gérées que par le système de paiement, {1}. Les paiements iront directement au développeur de {0}. Telegram n'offre aucune garantie, continuez donc à votre propre risque. En cas de problème, contactez le développeur de {0} ou votre banque.
id: Baik Telegram maupun {0} tidak akan memiliki akses informasi kartu kredit Anda. Detail kartu kredit akan ditangani oleh sistem pembayaran, {1}. Pembayaran akan diarahkan ke pengembang {0}. Telegram tidak memberikan jaminan apapun, resiko ditanggung oleh Anda. Jika terdapat kendala, silakan hubungi pengembang {0} atau bank Anda.
it: Né Telegram, né {0} avranno accesso alle informazioni della tua carta di credito. I dettagli della tua carta di credito saranno gestiti solamente dal sistema di pagamento, {1}. I pagamenti saranno inviati direttamente allo sviluppatore di {0}. Telegram non può fornire alcuna garanzia, per cui procedi a tuo rischio. In caso di problemi, per favore contatta lo sviluppatore di {0} o la tua banca.
ko: 텔레그램이나 {0}은(는) 회원님의 신용카드 정보에 접근할 수 없습니다. 신용카드 정보는 {1} 결제 시스템에서만 처리됩니다. 결제는 {0} 개발자에게 직접 됩니다. 텔레그램은 그 어떠한 보장도 하지 않음으로 진행시 위험을 감수하셔야 합니다. 문제 발생 시, {0} 개발자나 사용하시는 은행에게 문의해 주세요.
ms: Telegram atau {0} tidak akan ada akses maklumat kad kredit anda. Maklumat terperinci kad kredit akan hanya dikendalikan oleh sistem pembayaran, {1}. Pembayaran akan dibuat terus kepada pemaju {0}. Telegram tidak memberikan sebarang jaminan, oleh itu teruskan atas risiko anda sendiri. Sebarang masalah, sila hubungi pemaju {0} atau bank anda.
nl: Noch Telegram, noch {0} krijgen toegang tot je creditcard-informatie. Creditkaartgegevens worden alleen gebruikt door het het betalingssysteem {1}. Betalingen gaan direct naar de ontwikkelaar van {0}. Telegram kan geen garanties afgeven, doorgaan is op eigen risico. Neem bij problemen contact op met de ontwikkelaar van {0} of je bank.
pl: Ani Telegram, ani {0} nie będą mieli dostępu do danych twojej karty kredytowej. Szczegóły karty kredytowej będą obsłużone tylko przez system płatniczy, {1}. Płatności trafią bezpośrednio do twórcy bota {0}. Telegram nie może zapewnić żadnych gwarancji, więc kontynuujesz na własne ryzyko. W razie problemów skontaktuj się z twórcą bota {0} lub ze swoim bankiem.
pt_br: Nem o Telegram, nem {0} terão acesso ao número do seu cartão de crédito. Os detalhes do cartão de crédito serão tratados apenas pelo sistema de pagamentos, {1}. Pagamentos irão diretamente para o desenvolvedor de {0}. O Telegram não pode prover qualquer garantia, então proceda por sua conta e risco. Em caso de problemas, contate o desenvolvedor de {0} ou o seu banco.
ru: Ни Telegram, ни {0} не будут иметь доступа к Вашей платёжной информации. Все реквизиты карт обрабатываются только платёжной системой, {1}. Оплата осуществляется напрямую разработчику {0}. Telegram не может предоставить никаких гарантий. В случае любых проблем, пожалуйста, свяжитесь с разработчиком {0} или своим банком.
sv: Varken Telegram eller {0} kommer att ha tillgång till dina betalkortsdata. Dessa hanteras enbart av betalningssystem {1}. Betalningen går direkt till utvecklaren av {0}. Telegram kan inte ge några garantier och du fullföljer på egen risk. I händelse av problem kontakta utvecklaren av {0} eller din bank.
tr: Ne Telegram ne de {0} kredi kartı bilgilerinize erişemez. Kredi kartı bilgileri yalnızca {1} ödeme sistemi tarafından işlenecektir. Ödemeler doğrudan {0} geliştiricisine gidecektir. Telegram herhangi bir garanti veremez, bu nedenle riski göze alarak devam edin. Sorun olması durumunda, lütfen {0} geliştiricisiyle veya bankanızla iletişime geçin.
uk: Ані Telegram, ані {0} не матимуть доступу до даних вашої кредитної картки. Усі реквізити карт обробляються лише платіжною системою ({1}). Оплата здійснюється напряму розробнику {0}. Telegram не може надавати жодних гарантій, тому продовжуйте на власний ризик. У разі проблем звʼяжіться з розробником {0} чи своїм банком.
uz: Telegram ham, {0} ham kredit kartangiz maʼlumotlariga kira olmaydi. Kredit kartasi maʼlumotlari faqat {1} toʻlov tizimi tomonidan qayta ishlanadi. To‘lovlar bevosita {0} ishlab chiquvchisiga oʻtkaziladi. Telegram hech qanday kafolat bera olmaydi. Qandaydir muammolar chiqsa {0} ishlab chiquvchisiga yoki bankingizga murojaat qiling.
zh_cn: 无论是 Telegram 还是 {0} 都无法获取您的信用卡信息。信用卡信息将仅由支付平台 {1} 处理。 款项将会直接发送给 {0} 的开发者。Telegram 无法提供任何形式的担保，继续付款所带来的风险将由您自己承担。如果遇到问题，请联系 {0} 的开发者或者您的银行。
zh_tw: 無論是 Telegram 還是 {0} 都無法獲取您的信用卡訊息。信用卡訊息將僅由支付平台 {1} 處理。 款項將會直接發送給 {0} 的開發者。Telegram 無法提供任何形式的擔保，繼續付款所帶來的風險將由您自己承擔。如果遇到問題，請聯絡 {0} 的開發者或者您的銀行。

# PendingEmailText
source: Your recovery email {0} is not yet active and pending confirmation.
ar: بريد الاسترداد الخاص بك ⁨{0}⁩ غير مفعَّل ويَلزمك تفعيله عبر الرسالة الواردة إليه.
be: Электронная пошта для аднаўлення {0} яшчэ не актывавана і чакае пацвярджэння.
ca: L'adreça de recuperació {0} encara no s'ha activat, cal una confirmació.
de: Deine E-Mail-Adresse {0} wurde noch verifiziert und ist daher noch nicht aktiv.
es: Tu correo de recuperación {0} aún no está activo y su confirmación está pendiente.
fa: ایمیل بازیابی شما ⁨{0}⁩ هنوز فعال نشده و در انتظار تأیید است.
fi: Palautussähköposti {0} ei ole vielä käytössä, sillä se odottaa vahvistusta.
fr: Votre courriel de récupération {0} est inactif et doit être confirmé.
id: Surel pemulihan Anda {0} belum diaktifkan dan sedang menunggu konfirmasi.
it: La tua email di recupero {0} non è ancora attiva e attende la conferma.
ko: 복구 이메일 {0}이 아직 활성화되지 않았으며 확인을 기다리고 있습니다.
ms: Emel pemulihan anda {0} belum dihidupkan lagi dan menunggu pengesahan.
nl: Je herstel-e-mailadres {0} is nog niet actief en in afwachting van bevestiging.
pl: Twój e-mail odzyskiwania hasła {0} nie jest jeszcze aktywny i czeka na potwierdzenie.
pt_br: O seu email de recuperação {0} ainda não está ativo e aguarda confirmação.
ru: Ваш адрес электронной почты для восстановления {0} ещё не активирован и ожидает подтверждения.
sv: Din e-postadress {0} för kontoåterställning är inte aktiv i avvaktan på bekräftelse.
tr: Kurtarma e-postanız {0} şu an etkin değil ve onay bekliyor.
uk: Ваша е-пошта для відновлення {0} ще не активна й очікує підтвердження.
uz: {0} tiklash emailingiz hali faol emas va tasdiqlanishi kutilmoqda.
zh_cn: 您的密码恢复邮箱（{0}）正等待验证。
zh_tw: 您的密碼恢復郵箱（{0}）正等待驗證。

# PeopleCanJoinViaLink
source: {0} people can join via this link
ar: يمكن لـ ⁨{0}⁩ شخص الانضمام بهذا الرابط
be: Колькасць людзей, якія могуць далучыцца праз гэту спасылку: {0}
ca: Amb aquest enllaç s’hi poden unir {0} persones
de: {0} Leute können über diesen Link beitreten
es: {0} personas se pueden unir con este enlace
fi: {0} voi liittyä tämän linkin kautta
fr: {0} personnes peuvent rejoindre via ce lien
it: {0} persone possono unirsi tramite questo link
ko: 이 링크를 통해 {0} 명 입장 가능합니다
ms: {0} orang boleh sertai melalui link ini
nl: {0} mensen kunnen deelnemen via deze link
pl: {0} osoba może dołączyć, używając tego linku
pt_br: {0} pessoas podem entrar com este link
ru: Ссылку могут использовать {0} человек
sv: {0} personer kan gå med via länken.
tr: {0} kişi bu bağlantı üzerinden katılabilir
uk: {0} людей може приєднатися за цим посиланням

# PeopleCanJoinViaLinkCount_one
source: {0} person can join via this link
ar: شخص واحد يمكنه الانضمام بهذا الرابط.
be: {0} чалавек можа далучыцца праз гэту спасылку
ca: {0} persona s’hi pot unir amb aquest enllaç
de: {0} Person kann über den Link beitreten
es: {0} persona se puede unir con este enlace
fi: {0} voi liittyä tällä linkillä.
fr: {0} personne peut rejoindre via ce lien.
it: {0} persona può unirsi con questo link
nl: {0} persoon kan deelnemen via deze link
pl: {0} osoba może dołączyć, używając tego linku
pt_br: {0} pessoa pode entrar usando este link
ru: Ссылку может использовать {0} человек.
sv: {0} person kan gå med via länken.
tr: {0} kişi bu bağlantıyla katılabilir.
uk: {0} людина може приєднатися цим посиланням

# PeopleCanJoinViaLinkCount_other
source: {0} people can join via this link
ar: ⁨{0}⁩ شخص يمكنه الانضمام بهذا الرابط.
be: {0} чалавека можа далучыцца праз гэту спасылку
ca: {0} persones s’hi poden unir amb aquest enllaç
de: {0} Leute können über den Link beitreten
es: {0} personas se pueden unir con este enlace
fi: {0} voi liittyä tällä linkillä.
fr: {0} personnes peuvent rejoindre via ce lien.
it: {0} persone possono unirsi con questo link
ko: 이 링크를 통해 {0} 명 입장 가능합니다
ms: {0} orang boleh sertai melalui link ini
nl: {0} personen kunnen deelnemen via deze link
pl: {0} osoby może dołączyć, używając tego linku
pt_br: {0} pessoas podem entrar usando este link
ru: Ссылку могут использовать {0} человека.
sv: {0} personer kan gå med via länken.
tr: {0} kişi bu bağlantıyla katılabilir.
uk: {0} людей можуть приєднатися цим посиланням

# PeopleJoined_one
source: {0} person joined
ar: انضم شخص واحد
be: {0} чалавек далучыўся
ca: {0} persona s'ha unit
de: {0} Person beigetreten
es: {0} se unió
fi: {0} liittynyt
fr: {0} personne a rejoint
it: {0} persona si è unita
nl: {0} persoon neemt deel
pl: {0} osoba dołączyła
pt_br: {0} pessoa entrou
ru: {0} человек присоединился
sv: {0} person gick med
tr: {0} kişi katıldı
uk: приєдналася {0} людина
